#include"UI.h"

void Identi_Select()
{
	//============选择你的身份，决定不同的视角==========================================
	printf("******************************************************\n");
	printf("**  welcome to use our Hospital information system  **\n");
	printf("**==================================================**\n");
	printf("**||      please choose your identity             ||**\n");
	printf("**||      1. doctor                               ||**\n");
	printf("**||      2. nurse                                ||**\n");
	printf("**||      3. manager                              ||**\n");
	printf("**==================================================**\n");
	printf("******************************************************\n");
	//医生，护士，管理人员三个视角
}